/* In browser window title */
"Get a registration key!" = "Non enregistré";

/* The full name of the supporter */
"Registered to {0}" = "Enregistré pour {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Merci pour votre soutien ! Votre contribution aide à prolonger le développement pour encore améliorer Cyberduck.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Votre clé d'enregistrement a été copiée dans le dossier Application Support.";

/* Validation failed */
"Not a valid registration key" = "Clé d'enregistrement non valide";

"This registration key does not appear to be valid." = "Votre clé d'enregistrement ne semble pas valide.";

/* Thank you */
"Continue" = "Continuer";
